Repository: Onege18/IronDynasty
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk, ru

source: About us
kk: Біз туралы
ru: О нас

source: Classes
kk: Сабақтар
ru: Занятия

source: Membership
kk: Абонементтер
ru: Абонементы

source: Contact
kk: Байланыс
ru: Контакты

source: My Cabinet
kk: Жеке кабинет
ru: Личный кабинет

source: Join Us
kk: Қосылу
ru: Записаться

source: LOCATION
kk: ОРНАЛАСУЫ
ru: ЛОКАЦИЯ

source: Astana, Kazakhstan
kk: Астана, Қазақстан
ru: Астана, Казахстан

source: CONTACT
kk: БАЙЛАНЫС
ru: КОНТАКТЫ

source: Choice of fitness freaks
kk: Фитнес жанкүйерлерінің таңдауы
ru: Выбор настоящих фанатов фитнеса

source: YOUR FITNESS
kk: СЕНІҢ ФИТНЕС
ru: ТВОЙ ФИТНЕС

source: JOURNEY
kk: ЖОЛЫҢ
ru: ПУТЬ

source: STARTS WITH US
kk: БІЗБЕН БАСТАЛАДЫ
ru: НАЧИНАЕТСЯ С НАМИ

source: Join a community that pushes you to become your strongest self — physically and mentally.
kk: Физикалық және моральдық тұрғыда мықты болуға көмектесетін қауымдастыққа қосылыңыз.
ru: Присоединяйтесь к сообществу, которое помогает вам стать сильнее — физически и морально.

source: LET’S BE FIT
kk: БАСТАУ
ru: НАЧАТЬ

source: Dedicated to nurturing well-being, fostering community, and promoting personal growth.
kk: Біз денсаулықты нығайтуға, қауымдастықты дамытуға және жеке өсуге қолдау көрсетуге бағытталғанбыз.
ru: Мы стремимся поддерживать благополучие, развивать сообщество и способствовать личностному росту.

source: ABOUT US
kk: БІЗ ТУРАЛЫ
ru: О НАС

source: Our focus has been on fostering a sense of belonging and camaraderie. IronDynasty isn’t just a gym; it’s a supportive community.
kk: Біздің мақсатымыз – қолдау мен бірлікті сезіндіру. IronDynasty — жай ғана зал емес, бұл – бір-бірін қолдайтын қауымдастық.
ru: Мы уделяем особое внимание созданию атмосферы поддержки и единства. IronDynasty — это не просто зал, это сообщество.

source: Over the years, we've witnessed countless transformation stories from individuals who came to us seeking change and left stronger.
kk: Жылдар бойы біз өзгеріс іздеп келіп, өзіне жаңа күш тапқан талай адамның трансформациясына куә болдық.
ru: За годы работы мы стали свидетелями множества историй трансформации тех, кто пришёл за переменами и стал сильнее.

source: Happy Members
kk: Бақытты мүшелер
ru: Счастливые участники

source: Our community is growing fast
kk: Біздің қауымдастық тез өсіп келеді
ru: Наше сообщество быстро растёт

source: Weekly Classes
kk: Апталық сабақтар
ru: Еженедельные занятия

source: Every week we make online classes
kk: Әр апта сайын онлайн сабақтар өткіземіз
ru: Каждую неделю мы проводим онлайн-занятия

source: Certified Trainers
kk: Сертификатталған жаттықтырушылар
ru: Сертифицированные тренеры

source: Helps to get your dream body
kk: Армандаған дене бітіміне қол жеткізуге көмектеседі
ru: Помогают добиться тела мечты

source: Customer Satisfied
kk: Қанағаттанған клиенттер
ru: Довольные клиенты

source: We ensure our best service
kk: Біз ең жақсы қызмет көрсетеміз
ru: Мы гарантируем лучший сервис

source: Top classes
kk: Үздік бағыттар
ru: Лучшие направления

source: Our popular classes
kk: Біздің танымал жаттығулар
ru: Наши популярные занятия

source: We design each program to build strength, boost confidence, and transform your life.
kk: Біз әр бағдарламаны күшті арттыруға, сенімділікті көтеруге және өміріңізді өзгертуге арнап жасаймыз.
ru: Мы создаём программы, которые укрепляют тело, повышают уверенность и меняют жизнь.

source: Strength
kk: Күш
ru: Сила

source: Strength Training
kk: Күш жаттығулары
ru: Силовые тренировки

source: Build muscle and overall power.
kk: Бұлшықетті және жалпы күшті арттырыңыз.
ru: Развивайте мышцы и увеличивайте силу.

source: Cardio
kk: Кардио
ru: Кардио

source: HIIT Workout
kk: HIIT жаттығуы
ru: Интервальная тренировка (HIIT)

source: High-intensity intervals to burn calories.
kk: Калорияларды жағуға арналған жоғары интенсивті интервалдар.
ru: Высокоинтенсивные интервалы для сжигания калорий.

source: Boxing
kk: Бокс
ru: Бокс

source: Boxing Class
kk: Бокс сабағы
ru: Занятие по боксу

source: Improve coordination and endurance.
kk: Координация мен төзімділікті жақсартыңыз.
ru: Улучшайте координацию и выносливость.

source: Mobility
kk: Икемділік
ru: Гибкость

source: Yoga & Stretch
kk: Йога және созылу
ru: Йога и растяжка

source: Recovery, flexibility, and balance.
kk: Қалпына келу, икемділік және баланс.
ru: Восстановление, гибкость и баланс.

source: Cross
kk: Кросс
ru: Кросс

source: Cross Training
kk: Кросс-жаттығу
ru: Кросс-тренинг

source: Functional workouts for full body.
kk: Бүкіл денеге арналған функционалды жаттығулар.
ru: Функциональные тренировки для всего тела.

source: Personal
kk: Жеке
ru: Персональное

source: Personal Coaching
kk: Жеке коучинг
ru: Персональный коучинг

source: 1:1 sessions tailored to your goals.
kk: Мақсатыңызға бейімделген жеке сабақтар.
ru: Индивидуальные занятия под ваши цели.

source: Get Started with Us
kk: Бізбен бастаңыз
ru: Начните с нами

source: Join the
kk: Қосылыңыз
ru: Присоединяйтесь к

source: Complete these easy steps to create your account and start your fitness journey.
kk: Аккаунт ашып, фитнес жолын бастау үшін осы қарапайым қадамдарды орындаңыз.
ru: Выполните простые шаги, чтобы создать аккаунт и начать фитнес-путь.

source: Create your account
kk: Аккаунт жасаңыз
ru: Создайте свой аккаунт

source: Sign up as a client or trainer.
kk: Клиент немесе жаттықтырушы ретінде тіркеліңіз.
ru: Зарегистрируйтесь как клиент или тренер.

source: Choose membership
kk: Абонемент таңдаңыз
ru: Выберите абонемент

source: Pick the plan that fits your goals.
kk: Мақсатыңызға сай абонементті таңдаңыз.
ru: Выберите план, который соответствует вашим целям.

source: Start training
kk: Жаттығуды бастаңыз
ru: Начните тренировки

source: Join sessions and track progress.
kk: Сабақтарға қатысып, прогресті бақылаңыз.
ru: Присоединяйтесь к занятиям и отслеживайте прогресс.

source: Log in
kk: Кіру
ru: Войти

source: Welcome back! Enter your credentials.
kk: Қайта оралу! Мәліметтеріңізді енгізіңіз.
ru: С возвращением! Введите свои данные.

source: Username
kk: Пайдаланушы аты
ru: Имя пользователя

source: Password
kk: Құпия сөз
ru: Пароль

source: Forgot password?
kk: Құпия сөзді ұмыттыңыз ба?
ru: Забыли пароль?

source: or continue with
kk: немесе келесі арқылы кіріңіз
ru: или войдите через

source: Don’t have an account?
kk: Аккаунтыңыз жоқ па?
ru: Нет аккаунта?

source: Sign up
kk: Тіркелу
ru: Регистрация

source: Sign up account
kk: Тіркелу
ru: Создать аккаунт

source: Enter your personal data to create your account.
kk: Аккаунт ашу үшін жеке деректеріңізді енгізіңіз.
ru: Введите свои данные, чтобы создать аккаунт.

source: Email
kk: Электрондық пошта
ru: Эл. почта

source: Must be at least 8 characters.
kk: Кемінде 8 таңба болуы керек.
ru: Не менее 8 символов.

source: Repeat password
kk: Құпия сөзді қайталау
ru: Повторите пароль

source: Repeat your password
kk: Құпия сөзді қайталаңыз
ru: Повторите пароль

source: Register as
kk: Рөлді таңдаңыз
ru: Зарегистрироваться как

source: Client
kk: Клиент
ru: Клиент

source: Trainer
kk: Жаттықтырушы
ru: Тренер

source: or sign up with
kk: немесе келесі арқылы тіркеліңіз
ru: или зарегистрируйтесь через

source: Already have an account?
kk: Аккаунтыңыз бар ма?
ru: Уже есть аккаунт?
